# Напишите 4 переменных которые буду обозначать следующие данные:
# Курс: Python, всего задач:12, затрачено часов: 1.5, среднее время выполнения 0.125 часа.

Сompleted_homework = 12 # Количество выполненных ДЗ (запишите значение 12)
Hours_spent = 1.5 # Количество затраченных часов (запишите значение 1.5)
Course_Name = "Python"# Название курса (запишите значение 'Python')
Time_for_the_task = Hours_spent / Сompleted_homework# Время на одно задание (вычислить используя 1 и 2 переменные)
print("Курс:",Course_Name,", всего задач:",Сompleted_homework,", затрачено часов:",Hours_spent,", среднее время выполнения ",Time_for_the_task," часа.", sep="")# Выведите на экран(в консоль), используя переменные, следующую строку:

#sep="" заменяет пустые строки
#Александров Даниил Сергеевич